<?xml version="1.0" encoding="utf-8"?>
<!--  (c) 2006 Microsoft Corporation  -->
<policyDefinitionResources xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" revision="1.0" schemaVersion="1.0" xmlns="http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions">
  <displayName>ange visningsnamn här</displayName>
  <description>ange beskrivning här</description>
  <resources>
    <stringTable>
      <string id="AppPrivacy">Appsekretess</string>
      <string id="UserInControl">Användaren har kontrollen</string>
      <string id="ForceAllow">Tvinga tillåt</string>
      <string id="ForceDeny">Tvinga neka</string>
      <string id="LetAppsAccessAccountInfo_Name">Låt Windows-appar få tillgång till kontoinformation</string>
      <string id="LetAppsAccessAccountInfo_Explain">Den här principinställningen anger om Windows-appar kan få tillgång till kontoinformation.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt kontoinformation via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar komma åt kontoinformation och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte komma åt kontoinformation och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt kontoinformation via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessCalendar_Name">Låt Windows-appar använda kalendern</string>
      <string id="LetAppsAccessCalendar_Explain">Den här principinställningen anger om Windows-appar kan använda kalendern.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan använda kalendern via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar använda kalendern och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte använda kalendern och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan använda kalendern via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessCallHistory_Name">Låt Windows-appar få tillgång till samtalshistorik</string>
      <string id="LetAppsAccessCallHistory_Explain">Den här principinställningen anger om Windows-appar kan få tillgång till samtalshistorik.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt samtalshistorik via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar komma åt samtalshistorik och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte komma åt samtalshistorik och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt samtalshistorik via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessCamera_Name">Låt Windows-appar använda kameran</string>
      <string id="LetAppsAccessCamera_Explain">Den här principinställningen anger om Windows-appar kan använda kameran.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan använda kameran via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar använda kameran och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte använda kameran och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan använda kameran via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessContacts_Name">Låt Windows-appar få tillgång till kontakter</string>
      <string id="LetAppsAccessContacts_Explain">Den här principinställningen anger om Windows-appar kan få tillgång till kontakter.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt kontakter via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar komma åt kontakter och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte komma åt kontakter och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt kontakter via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessEmail_Name">Låt Windows-appar använda e-post</string>
      <string id="LetAppsAccessEmail_Explain">Den här principinställningen anger om Windows-appar kan använda e-post.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan använda e-post via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar använda e-post och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte använda e-post och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan använda e-post via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessLocation_Name">Låt Windows-appar få tillgång till positionsdata</string>
      <string id="LetAppsAccessLocation_Explain">Den här principinställningen anger om Windows-appar kan komma åt positionsdata.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt positionsdata via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar komma åt positionsdata och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte komma åt positionsdata och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt positionsdata via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessMessaging_Name">Låt Windows-appar använda meddelanden</string>
      <string id="LetAppsAccessMessaging_Explain">Den här principinställningen anger om Windows-appar kan läsa och skicka meddelanden (sms eller mms).

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan läsa och skicka meddelanden via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar läsa och skicka meddelanden och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte läsa och skicka meddelanden och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan läsa och skicka meddelanden via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessMicrophone_Name">Låt Windows-appar använda mikrofonen</string>
      <string id="LetAppsAccessMicrophone_Explain">Den här principinställningen anger om Windows-appar kan använda mikrofonen.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan använda mikrofonen via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar använda mikrofonen och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte använda mikrofonen och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan använda mikrofonen via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessMotion_Name">Låt Windows-appar få tillgång till rörelsedata</string>
      <string id="LetAppsAccessMotion_Explain">Den här principinställningen anger om Windows-appar kan komma åt rörelsedata.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt rörelsedata via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar komma åt rörelsedata och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte komma åt rörelsedata och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt rörelsedata via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessNotifications_Name">Låt Windows-appar få tillgång till meddelanden</string>
      <string id="LetAppsAccessNotifications_Explain">Den här principinställningen anger om Windows-appar får komma åt meddelanden.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt meddelanden via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar komma åt meddelanden och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte komma åt meddelanden och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt meddelanden via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessPhone_Name">Låt Windows-appar ringa telefonsamtal</string>
      <string id="LetAppsAccessPhone_Explain">Den här principinställningen anger om Windows-appar kan ringa telefonsamtal.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan ringa telefonsamtal via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar ringa telefonsamtal och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte ringa telefonsamtal och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan ringa telefonsamtal via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessRadios_Name">Låt Windows-appar hantera trådlösa anslutningar</string>
      <string id="LetAppsAccessRadios_Explain">Den här principinställningen anger om Windows-appar kan hantera trådlösa anslutningar.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan hantera trådlösa anslutningar via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar hantera trådlösa anslutningar och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte hantera trådlösa anslutningar och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan hantera trådlösa anslutningar via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsSyncWithDevices_Name">Låt Windows-appar kommunicera med enheter som inte är kopplade</string>
      <string id="LetAppsSyncWithDevices_Explain">Den här principinställningen anger om Windows-appar kan kommunicera med trådlösa enheter som inte är kopplade.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. En inställning per app ersätter standardinställningen.

Om du väljer alternativet Användaren har kontrollen kan anställda i din organisation använda Inställningar &gt; Sekretess på sina enheter för att själva bestämma om Windows-appar ska kunna kommunicera med trådlösa enheter som inte är kopplade.

Om du väljer alternativet Tvinga tillåt kan Windows-appar kommunicera med trådlösa enheter som inte är kopplade och anställda i din organisation kan inte ändra det.

Om du väljer alternativet Tvinga neka kan Windows-appar inte kommunicera med trådlösa enheter som inte är kopplade och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation använda Inställningar &gt; Sekretess på sina enheter för att själva bestämma om Windows-appar ska kunna kommunicera med trådlösa enheter som inte är kopplade.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessTasks_Name">Låt Windows-appar få tillgång till aktiviteter</string>
      <string id="LetAppsAccessTasks_Explain">Den här principinställningen anger om Windows-appar kan få tillgång till aktiviteter.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan få tillgång till aktiviteter via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar få tillgång till aktiviteter och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte få tillgång till aktiviteter och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan få tillgång till aktiviteter via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessTrustedDevices_Name">Låt Windows-appar få tillgång till betrodda enheter</string>
      <string id="LetAppsAccessTrustedDevices_Explain">Den här principinställningen anger om Windows-appar kan komma åt betrodda enheter.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt betrodda enheter via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar komma åt betrodda enheter och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte komma åt betrodda enheter och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan komma åt betrodda enheter via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsRunInBackground_Name">Låt Windows-appar köra i bakgrunden</string>
      <string id="LetAppsRunInBackground_Explain">Den här principinställningen anger om Windows-appar kan köra i bakgrunden.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan köra i bakgrunden via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar köra i bakgrunden och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte köra i bakgrunden och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan köra i bakgrunden via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsGetDiagnosticInfo_Name">Låt Windows-appar få tillgång till diagnostikinformation om andra appar</string>
      <string id="LetAppsGetDiagnosticInfo_Explain">Den här principinställningen anger om Windows-appar kan få tillgång till diagnostikinformation om andra Windows-appar, inklusive användarnamn.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan användarna i din organisation själva bestämma om Windows-appar kan få tillgång till diagnostikinformation om andra appar via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar få tillgång till diagnostikinformation om andra appar och användarna i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte få tillgång till diagnostikinformation om andra appar och användarna i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan användarna i din organisation själva bestämma om Windows-appar kan få tillgång till diagnostikinformation om andra appar via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste användarna starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsAccessGazeInput_Name">Låt Windows-appar använda en ögonspårare</string>
      <string id="LetAppsAccessGazeInput_Explain">Med den här principinställningen anger du om Windows-appar får använda en ögonspårare.

Du kan använda en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar kan använda ögonspåraren via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så tillåts Windows-appar använda ögonspåraren och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så tillåts Windows-appar inte använda ögonspåraren och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar kan använda ögonspåraren via Inställningar &gt; Sekretess på sina enheter.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
      <string id="LetAppsActivateWithVoice_Name">Aktivera Windows-appar med rösten</string>
      <string id="LetAppsActivateWithVoice_Explain">Den här principinställningen anger om Windows-appar kan aktiveras med röstkommandon.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar ska kunna aktiveras med ett röstkommando via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt så kan Windows-appar aktiveras med ett röstkommando och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så kan Windows-appar inte aktiveras med röstkommandon och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar ska kunna aktiveras med röstkommandon via Inställningar &gt; Sekretess på sina enheter.

Den här principen gäller för Windows-appar och Cortana.
      </string>
      <string id="LetAppsActivateWithVoiceAboveLock_Name">Låt Windows-appar aktiveras med röstkommando när systemet är låst</string>
      <string id="LetAppsActivateWithVoiceAboveLock_Explain">
Den här principinställningen anger om Windows-appar kan aktiveras med röstkommandon när systemet är låst.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om användarna kan interagera med appar med röstkommandon när systemet är låst via Inställningar &gt; Sekretess på sina enheter.

Om du väljer Tvinga tillåt kan användare använda röstkommandon för att interagera med appar när systemet är låst och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka kan användarna inte använda röstkommandon för att interagera med appar när systemet är låst och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om användare ska kunna använda röstkommandon för att interagera med appar när systemet är låst via Inställningar &gt; Sekretess på sina enheter.

Den här principen gäller för Windows-appar och Cortana. Den åsidosätter principen Tillåt Cortana när systemet är låst. Den här principen kan endast tillämpas när principen Tillåt röstaktivering är konfigurerad för att låta appar aktiveras med röstkommandon.
      </string>
      <string id="LetAppsAccessBackgroundSpatialPerception_Name">Låt Windows-appar få tillgång till användarnas rörelsedata när apparna körs i bakgrunden</string>
      <string id="LetAppsAccessBackgroundSpatialPerception_Explain">Med den här principinställningen anger du om Windows-appar får tillgång till användarnas rörelsedata beträffande huvud, händer, rörelsekontroller och andra spårade objekt när apparna körs i bakgrunden.

Du kan antingen ange en standardinställning för alla appar eller en inställning per app genom att ange ett paketfamiljenamn. Du kan erhålla paketfamiljenamnet för en app med hjälp av Windows PowerShell-cmdleten Get-AppPackage. Inställning per app ersätter standardinställningen.

Om du väljer Användaren har kontrollen kan anställda i din organisation själva bestämma om Windows-appar får tillgång till deras rörelsedata när apparna körs i bakgrunden via Inställningar &gt; Sekretess på enheten.

Om du väljer Tvinga tillåt så får Windows-appar tillgång till användarnas rörelsedata när apparna körs i bakgrunden och anställda i din organisation kan inte ändra det.

Om du väljer Tvinga neka så får Windows-appar inte tillgång till användarnas rörelsedata när apparna körs i bakgrunden och anställda i din organisation kan inte ändra det.

Om du inaktiverar eller låter bli att konfigurera den här principinställningen kan anställda i din organisation själva bestämma om Windows-appar får tillgång till deras rörelsedata när apparna körs i bakgrunden via Inställningar &gt; Sekretess på enheten.

Om en app är öppen när det här grupprincipobjektet tillämpas på en enhet måste anställda starta om appen eller enheten för att principändringarna ska börja gälla för appen.
      </string>
    </stringTable>
    <presentationTable>
      <presentation id="LetAppsAccessCalendar">
        <dropdownList refId="LetAppsAccessCalendar_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessCalendar_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessCalendar_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessCalendar_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessPhone">
        <dropdownList refId="LetAppsAccessPhone_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessPhone_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessPhone_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessPhone_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessCallHistory">
        <dropdownList refId="LetAppsAccessCallHistory_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessCallHistory_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessCallHistory_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessCallHistory_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessCamera">
        <dropdownList refId="LetAppsAccessCamera_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessCamera_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessCamera_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessCamera_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessContacts">
        <dropdownList refId="LetAppsAccessContacts_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessContacts_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessContacts_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessContacts_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessEmail">
        <dropdownList refId="LetAppsAccessEmail_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessEmail_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessEmail_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessEmail_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessLocation">
        <dropdownList refId="LetAppsAccessLocation_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessLocation_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessLocation_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessLocation_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessMessaging">
        <dropdownList refId="LetAppsAccessMessaging_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessMessaging_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessMessaging_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessMessaging_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessMicrophone">
        <dropdownList refId="LetAppsAccessMicrophone_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessMicrophone_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessMicrophone_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessMicrophone_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessMotion">
        <dropdownList refId="LetAppsAccessMotion_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessMotion_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessMotion_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessMotion_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessNotifications">
        <dropdownList refId="LetAppsAccessNotifications_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessNotifications_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessNotifications_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessNotifications_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessRadios">
        <dropdownList refId="LetAppsAccessRadios_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessRadios_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessRadios_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessRadios_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessAccountInfo">
        <dropdownList refId="LetAppsAccessAccountInfo_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessAccountInfo_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessAccountInfo_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessAccountInfo_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsSyncWithDevices">
        <dropdownList refId="LetAppsSyncWithDevices_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsSyncWithDevices_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsSyncWithDevices_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsSyncWithDevices_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessTasks">
        <dropdownList refId="LetAppsAccessTasks_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessTasks_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessTasks_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessTasks_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessTrustedDevices">
        <dropdownList refId="LetAppsAccessTrustedDevices_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessTrustedDevices_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessTrustedDevices_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessTrustedDevices_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsRunInBackground">
        <dropdownList refId="LetAppsRunInBackground_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsRunInBackground_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsRunInBackground_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsRunInBackground_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsGetDiagnosticInfo">
        <dropdownList refId="LetAppsGetDiagnosticInfo_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsGetDiagnosticInfo_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsGetDiagnosticInfo_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsGetDiagnosticInfo_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsAccessGazeInput">
        <dropdownList refId="LetAppsAccessGazeInput_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessGazeInput_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessGazeInput_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessGazeInput_ForceDenyTheseApps_List"/>
      </presentation>
      <presentation id="LetAppsActivateWithVoice">
        <dropdownList refId="LetAppsActivateWithVoice_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
      </presentation>
      <presentation id="LetAppsActivateWithVoiceAboveLock">
        <dropdownList refId="LetAppsActivateWithVoiceAboveLock_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
      </presentation>
      <presentation id="LetAppsAccessBackgroundSpatialPerception">
        <dropdownList refId="LetAppsAccessBackgroundSpatialPerception_Enum" noSort="true" defaultItem="0">Standard för alla appar:</dropdownList>
        <text>Låt användaren ha kontrollen över dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessBackgroundSpatialPerception_UserInControlOfTheseApps_List"/>
        <text>Tvinga tillåt för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessBackgroundSpatialPerception_ForceAllowTheseApps_List"/>
        <text>Tvinga neka för dessa specifika appar (använd paketfamiljenamn):</text>
        <multiTextBox refId="LetAppsAccessBackgroundSpatialPerception_ForceDenyTheseApps_List"/>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>
