<?xml version="1.0" encoding="utf-8"?>
<!--  (c) 2006 Microsoft Corporation  -->
<policyDefinitionResources xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" revision="1.0" schemaVersion="1.0" xmlns="http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions">
  <displayName>Grupprinciper för Microsoft Edge</displayName>
  <description>Principer som definierats för att hantera inställningar för Microsoft Edge via tjänster för grupprinciphantering.</description>
  <resources>
    <stringTable>
      <!-- Product -->
      <string id="SUPPORTED_INTERNET_BROWSER_1_DisplayName">Endast Microsoft Edge 1.0</string>
      <string id="SUPPORTED_INTERNET_BROWSER_WIN10_DisplayName">Microsoft Edge på Windows 10 eller senare</string>
      <string id="SUPPORTED_INTERNET_BROWSER_WIN10V1511_DisplayName">Microsoft Edge på Windows 10, version 1511 eller senare</string>
      <string id="SUPPORTED_INTERNET_BROWSER_WIN10V1607_DisplayName">Microsoft Edge på Windows 10, version 1607 eller senare</string>
      <string id="SUPPORTED_INTERNET_BROWSER_WIN10V1703_DisplayName">Microsoft Edge på Windows 10, version 1703 eller senare</string>
      <string id="SUPPORTED_INTERNET_BROWSER_WIN10RS3RELEASE_DisplayName">Microsoft Edge på Windows 10, version 1709 eller senare</string>
      <string id="SUPPORTED_INTERNET_BROWSER_RS3_DisplayName">Microsoft Edge på Windows 10, version 1708 eller senare</string>
      <string id="SUPPORTED_INTERNET_BROWSER_RS4_DisplayName">Microsoft Edge på Windows 10, version 1803 eller senare</string>
      <string id="SUPPORTED_INTERNET_BROWSER_RS5_DisplayName">Microsoft Edge på Windows 10 version 1809 eller senare</string>
      <string id="InternetBrowser_DisplayName">Microsoft Edge</string>
      <string id="InternetBrowser_ExplainCat">Microsoft Edge-kategori</string>

      <!-- Categories -->

      <!-- NOTE: Please try to keep this list sorted by the string id="" field -->
      <!-- Policies -->
      <string id="HomePages">Konfigurera startsidor</string>
      <string id="HomePages_Explain">När du aktiverar principen "Konfigurera Öppna Microsoft Edge med" kan du konfigurera en eller flera startsidor. När du aktiverar den här principen tillåts inte användarna att ändra sina startsidor.

Om principen är aktiverad måste du ange URL:er till sidorna. Avgränsa i så fall flera sidor med vinkelparenteser i följande format:

      &lt;support.contoso.com&gt;&lt;support.microsoft.com&gt;

Om principen är inaktiverad eller inte konfigurerad läses webbsidorna som angetts i Appinställningar in som standardstartsidor.

Version 1703 eller senare:
Om du inte vill skicka trafik till Microsoft aktiverar du den här principen och anger värdet &lt;about:blank&gt; som gäller för både domänanslutna och icke domänanslutna enheter när det är den enda angivna URL:en.

Version 1809:
Om principen är aktiverad och du väljer Startsida, Sidan Ny flik eller Föregående sidor i principen "Konfigurera Öppna Microsoft Edge med", så används inte principen "Konfigurera startsidor". Om du inte konfigurerar den här principen, eller du ställer in principen "Konfigurera Öppna Microsoft Edge med" på en specifik sida eller specifika sidor, så använder Microsoft Edge principen "Konfigurera sidor".

Enheter som stöds: Domänanslutna eller MDM-registrerade
Relaterad princip:
-Konfigurera Öppna Microsoft Edge med
-Inaktivera låsning av startsidor</string>
      <string id="DisableLockdownOfStartPages">Inaktivera låsning av startsidor</string>
      <string id="DisableLockdownOfStartPages_Explain">Du kan konfigurera Microsoft Edge till att inaktivera låsningen av startsidor vilket gör att användarna kan ändra eller anpassa startsidorna. För att göra det måste du även aktivera principen "Konfigurera startsidor" eller "Konfigurera Öppna Microsoft Edge med". När den här principen är aktiverad är alla konfigurerade startsidor ändringsbara. Alla startsidor som konfigurerats med principen "Konfigurera startsidor" är inte låsta vilket gör att användarna kan ändra sina startsidor.

Om principen är inaktiverad eller inte konfigurerad går det inte att ändra startsidorna som angetts i principen "Konfigurera startsidor" utan de förblir låsta.

Enheter som stöds: Domänanslutna eller MDM-registrerade
Relaterad princip:
- Konfigurera startsidor
- Konfigurera Öppna Microsoft Edge med</string>
      <string id="LockdownFavorites">Förhindra att favoriter ändras i Microsoft Edge</string>
      <string id="LockdownFavorites_Explain">Med den här principinställningen kan du bestämma om anställda ska kunna lägga till, importera eller redigera listan Favoriter i Microsoft Edge.

Om du aktiverar den här inställningen kan anställda inte lägga till, importera eller ändra något i listan Favoriter. Även Spara en favorit, Importinställningar och objekten på snabbmenyn (till exempel Skapa ny mapp) inaktiveras.

Viktigt!
Du ska inte aktivera både den här inställningen och inställningen Synkronisera favoriter mellan Internet Explorer och Microsoft Edge. Om du gör detta kan de anställda inte synkronisera sina favoriter mellan Internet Explorer och Microsoft Edge.

Om du inaktiverar eller inte konfigurerar den är inställningen (standardvärdet) kan de anställda lägga till, importera och ändra i listan Favoriter.</string>
      <string id="PreventCertErrorOverrides">Förhindra att certifikatfel förbigås</string>
      <string id="PreventCertErrorOverrides_Explain">Webbsäkerhetscertifikat används för att säkerställa att webbplatser som dina användare går till är legitima, och i vissa fall krypteras data med dem. Med den här principen kan du ange om användare kan förbigå säkerhetsvarningen för webbplatser som har SSL-fel.

Om principen är aktiverad går det inte att förbigå certifikatfel.

Om principen är inaktiverad eller inte konfigurerad kan användarna förbigå certifikatfel.</string>
      <string id="AllowAddressBarDropdown">Tillåt förslag i adressfältets listruta</string>
      <string id="AllowAddressBarDropdown_Explain">Med den här principinställningen anger du om adressfältets listrutefunktion är tillgänglig i Microsoft Edge. Vi rekommenderar att du inaktiverar den här inställningen om du vill minimera antalet nätverksanslutningar från Microsoft Edge till Microsofts tjänster.

        Obs! Om du inaktiverar den här inställningen inaktiveras även adressfältets listrutefunktion. Eftersom sökförslag visas i listrutan prioriteras den här inställningen därför före inställningen Konfigurera sökförslag i adressfältet.

        Om du aktiverar eller inte konfigurerar inställningen visas adressfältets listrutefunktion i Microsoft Edge för användarna.

        Om du inaktiverar inställningen visas inte adressfältets listrutefunktion i Microsoft Edge. Den här inställningen inaktiverar även användarinställningen Visa sök- och webbplatsförslag när jag skriver.</string>
      <string id="AllowAutofill">Konfigurera Autofyll</string>
      <string id="AllowAutofill_Explain">Med den här principinställningen kan du bestämma om anställda kan använda Autofyll för att fylla i formulärfält automatiskt i Microsoft Edge. Anställda kan som standard välja om de vill använda Autofyll.

Om du aktiverar den här inställningen kan anställda använda Autofyll i Microsoft Edge.

Om du inaktiverar inställningen kan anställda inte använda Autofyll i Microsoft Edge.

Om du låter bli att konfigurera inställningen kan anställda välja om de vill använda Autofyll i Microsoft Edge.</string>
      <string id="AllowDeveloperTools">Tillåt utvecklingsverktyg</string>
      <string id="AllowDeveloperTools_Explain">Med den här principinställningen kan du bestämma om F12-utvecklingsverktygen är tillgängliga i Microsoft Edge.

Om du aktiverar eller låter bli att konfigurera den här inställningen är F12-utvecklingsverktygen tillgängliga i Microsoft Edge.

Om du inaktiverar inställningen är F12-utvecklingsverktygen inte tillgängliga i Microsoft Edge.</string>
      <string id="AllowDoNotTrack">Konfigurera Do Not Track</string>
      <string id="AllowDoNotTrack_Explain">Med den här principinställningen kan du bestämma om anställda kan skicka Do Not Track-begäranden till webbplatser som efterfrågar spårningsinformation. Do Not Track-begäranden skickas inte som standard, men anställda kan välja att aktivera det och skicka begäranden.

Om du aktiverar den här inställningen skickas Do Not Track-begäranden alltid till webbplatser som efterfrågar spårningsinformation.

Om du inaktiverar inställningen skickas Do Not Track-begäranden aldrig till webbplatser som efterfrågar spårningsinformation.

Om du låter bli att konfigurera inställningen kan anställda välja om de vill skicka Do Not Track-begäranden till webbplatser som efterfrågar spårningsinformation.</string>
      <string id="AllowFullScreenMode">Tillåt helskärmsläge</string>
      <string id="AllowFullScreenMode_Explain">Med den här principen kan du ange om helskärmsläge ska tillåtas, som endast visar webbinnehållet och döljer gränssnittet i Microsoft Edge.

Om du aktiverar eller låter bli att konfigurera principen kan helskärmsläge användas i Microsoft Edge. Dina användare och tillägg måste ha nödvändiga behörigheter.

Om du inaktiverar principen kan helskärmsläge inte användas i Microsoft Edge.</string>
      <string id="AllowInPrivate">Tillåt InPrivate-surfning</string>
      <string id="AllowInPrivate_Explain">Med den här principinställningen kan du bestämma om anställda kan surfa i InPrivate-läge.

Om du aktiverar eller låter bli att konfigurera den här inställningen kan anställda surfa i InPrivate-läge.

Om du inaktiverar inställningen kan anställda inte surfa i InPrivate-läge.</string>
      <string id="AllowPasswordManager">Konfigurera lösenordshanteraren</string>
      <string id="AllowPasswordManager_Explain">Med den här principinställningen kan du bestämma om anställda kan spara sina lösenord lokalt med lösenordshanteraren. Lösenordshanteraren är som standard aktiverad.

Om du aktiverar den här inställningen kan anställda använda lösenordshanteraren för att spara sina lösenord lokalt.

Om du inaktiverar inställningen kan anställda inte använda lösenordshanteraren för att spara sina lösenord lokalt.

Om du inte konfigurerar inställningen kan anställda välja om de vill använda lösenordshanteraren för att spara sina lösenord lokalt.</string>
      <string id="AllowPopups">Konfigurera blockering av popup-fönster</string>
      <string id="AllowPopups_Explain">Med den här principinställningen kan du bestämma om blockering av popup-fönster ska vara aktiverad. Blockering av popup-fönster är som standard aktiverad.

Om du aktiverar den här inställningen så aktiveras blockering av popup-fönster vilket hindrar popup-fönster från att visas.

Om du inaktiverar inställningen så inaktiveras blockering av popup-fönster vilket tillåter att popup-fönster visas.

Om du inte konfigurerar inställningen kan anställda välja om de vill använda blockering av popup-fönster.</string>
      <string id="AllowPrinting">Tillåt utskrift</string>
      <string id="AllowPrinting_Explain">Med den här principen kan du ange om utskrift av webbinnehåll i Microsoft Edge ska tillåtas.

Utskrift tillåts om du aktiverar principen.

Utskrift tillåts inte om du inaktiverar principen.</string>
      <string id="AllowMixedModePrintingInPdf">PDF-filer som har både liggande och stående sidor skriver du ut i deras specifika orientering.</string>
      <string id="AllowMixedModePrintingInPdf_Explain">Med den här principen kan du skriva ut PDF-sidor baserat på sidorienteringen i Microsoft Edge.

Om den är aktiverad tillåts utskrift i blandat läge.

Om den inaktiveras tillåts inte utskrift i blandat läge.</string>
      <string id="AllowSavingHistory">Tillåt att historiken sparas</string>
      <string id="AllowSavingHistory_Explain">Microsoft Edge sparar dina användares webbhistorik (information om webbplatserna de besöker) på deras enheter.

Om du aktiverar eller låter bli att konfigurera den här principen sparas webbhistoriken och den visas i fönstret Historik.

Om du inaktiverar principen sparas inte längre historiken och den visas inte i fönstret Historik. Om det fanns webbhistorik innan principen inaktiverades förblir den tidigare webbhistoriken synlig i fönstret Historik. När den här principen är inaktiverad slutar den inte roama befintlig historik eller historik som kommer från andra enheter som roamar.</string>
      <string id="AllowSearchEngineCustomization">Tillåt att sökmotorn anpassas</string>
      <string id="AllowSearchEngineCustomization_Explain">Med den här principinställningen anger du om användare ska kunna ändra sökmotorn.

Viktigt!
Den här inställningen går endast att använda för domänanslutna eller MDM-registrerade enheter. Mer information finns på sidan Princip för tillägg för Microsoft-webbläsare (aka.ms/browserpolicy).

Om du aktiverar eller inte konfigurerar principen kan användarna lägga till nya sökmotorer och ändra standardsökmotorn som används i adressfältet via inställningarna för Microsoft Edge.

Om du inaktiverar inställningen kan användarna inte lägga till nya sökmotorer eller ändra standardsökmotorn som används i adressfältet.</string>
      <string id="AllowSearchSuggestionsinAddressBar">Konfigurera sökförslag i adressfältet</string>
      <string id="AllowSearchSuggestionsinAddressBar_Explain">Med den här principinställningen kan du bestämma om sökförslag ska visas i adressfältet i Microsoft Edge. Anställda kan som standard välja om de vill att sökförslag ska visas i adressfältet i Microsoft Edge.

Om du aktiverar den här inställningen visas sökförslag för anställda i adressfältet i Microsoft Edge.

Om du inaktiverar inställningen visas inte sökförslag för anställda i adressfältet i Microsoft Edge.

Om du låter bli att konfigurera inställningen kan anställda välja om de vill att sökförslag ska visas i adressfältet i Microsoft Edge.</string>
      <string id="AllowSideloadingOfExtensions">Tillåt separat inläsning av tillägg</string>
      <string id="AllowSideloadingOfExtensions_Explain">Med separat inläsning installeras och körs overifierade tillägg i Microsoft Edge. Med den här principen anger du om overifierade tillägg kan läsas in separat i Microsoft Edge.

Om du aktiverar eller låter bli att konfigurera den tillåts separat inläsning av overifierade tillägg i Microsoft Edge.

Om du inaktiverar den tillåts inte separat inläsning av overifierade tillägg i Microsoft Edge. Tillägg kan då bara installeras via Microsoft Store (även Store för företag), webbutiker för företag (t.ex. en företagsportal) eller PowerShell (med Add-AppxPackage). När den är inaktiverad hindras inte separat inläsning av tillägg med Add-AppxPackage via PowerShell. Om du vill förhindra det aktiverar du "Tillåt utveckling av Microsoft Store-appar och installation av dem från en Integrated Development Environment (IDE)" i grupprincipredigeraren under:

Datorkonfiguration &gt; Administrativa mallar &gt; Windows-komponenter &gt; Distribution av appaket

Versioner som stöds: Microsoft Edge på Windows 10 version 1809
Standardinställning: Inaktiverad eller inte konfigurerad
Relaterade principer:
- Tillåt utveckling av Windows Store-appar och installation av dem från en Integrated Development Environment (IDE)
- Tillåt att alla betrodda appar installeras</string>
      <string id="AllowSmartScreen">Konfigurera Windows Defender SmartScreen</string>
      <string id="AllowSmartScreen_Explain">Med den här principinställningen kan du ange om Windows Defender SmartScreen ska aktiveras. Windows Defender SmartScreen visar varningsmeddelanden som skyddar anställda mot nätfiske och skadlig programvara. Windows Defender SmartScreen är aktiverat som standard.

Om du aktiverar inställningen aktiveras Windows Defender SmartScreen och anställda kan inte inaktivera det.

Om du inaktiverar inställningen inaktiveras Windows Defender SmartScreen och anställda kan inte aktivera det.

Om du låter bli att konfigurera inställningen kan anställda välja om de vill använda Windows Defender SmartScreen.</string>
      <string id="AllowWebContentOnNewTabPage">Tillåt webbinnehåll på sidan Ny flik</string>
      <string id="AllowWebContentOnNewTabPage_Explain">Med den här principinställningen anger du vad som händer när Microsoft Edge öppnar en ny flik. Som standard visas sidan Ny flik i Microsoft Edge.

Om du aktiverar inställningen öppnar Microsoft Edge en ny flik med sidan Ny flik.

Om du inaktiverar inställningen öppnar Microsoft Edge en ny flik med en tom sida. Om du använder inställningen kan anställda inte ändra den.

Om du låter bli att konfigurera inställningen kan anställda välja hur nya flikar visas.</string>
      <string id="ConfiguredFavorites">Etablera favoriter</string>
      <string id="ConfiguredFavorites_Explain">Med den här principinställningen kan du konfigurera en standarduppsättning med favoriter som visas för de anställda. De kan inte ändra, sortera, flytta, exportera eller ta bort några av dessa etablerade favoriter.

Om du aktiverar den här inställningen kan du ange vilka favorit-URL:er och favoritmappar som ska visas högst upp i användarnas lista med favoriter (antingen i Hubben eller fältet Favoriter). Användarnas egna favoriter visas efter dessa etablerade favoriter.

Viktigt!
Du ska inte aktivera både den här inställningen och inställningen Synkronisera favoriter mellan Internet Explorer och Microsoft Edge. Om du gör detta kan de anställda inte synkronisera sina favoriter mellan Internet Explorer och Microsoft Edge.

Om du inaktiverar eller inte konfigurerar den här inställningen ser användarna de favoriter de anger i Hubben och i fältet Favoriter.</string>
      <string id="ConfigureFavoritesBar">Konfigurera fältet Favoriter</string>
      <string id="ConfigureFavoritesBar_Explain">I fältet Favoriter visas de länkar användarna har lagt till där. Med den här principen kan du ange om fältet Favoriter alltid ska visas eller döljas.

Om du aktiverar principen visas fältet Favoriter alltid på alla sidor och inställningen för fältet Favoriter i Inställningar sätts till På, men den går inte att sätta till Av vilket hindrar användarna från att göra ändringar. Ett felmeddelande visas också högst upp i fönstret Inställningar som indikerar att din organisation hanterar vissa inställningar. Alternativet för att visa/dölja fältet döljs på snabbmenyn.

Om du inaktiverar principen döljs fältet Favoriter och inställningen för fältet Favoriter sätts till Av, men den går inte att sätta till På vilket hindrar användarna från att göra ändringar. Ett felmeddelande visas också högst upp i fönstret Inställningar som indikerar att din organisation hanterar vissa inställningar.

Om du låter bli att konfigurera den här principen döljs fältet Favoriter, men det visas på startsidor och sidan Ny flik. Inställningen för fältet Favoriter sätts även till Av, men användarna kan sätta den till På och göra ändringar.</string>
      <string id="ConfigureHomeButton">Konfigurera knappen Startsida</string>
      <string id="ConfigureHomeButton_Explain">Knappen Startsida läser in standardstartsidan, sidan Ny flik eller en URL som angetts i principen "Ställ in URL för knappen Startsida".

Den här principen är inaktiverad eller inte konfigurerad som standard vilket innebär att standardstartsidan öppnas när användarna klickar på knappen Startsida.

När den här principen är aktiverad låses knappen Startsida vilket gör att användarna inte kan göra ändringar i Microsoft Edges gränssnittsinställningar. Aktivera principen "Lås upp knappen Startsida" om du vill att användarna ska kunna ändra Microsoft Edges gränssnittsinställningar.

Om principen är aktiverad OCH:
- "Visa knappen Startsida, inställd på Startsida" väljs så öppnar knappen Startsida startsidan.
- "Visa knappen Startsida, inställd på Sidan Ny flik" väljs så öppnar knappen Startsida sidan Ny flik.
- "Visa knappen Startsida, inställd på en specifik sida" väljs så öppnar knappen Startsida den URL som angetts principen "Ställ in URL för knappen Startsida".
- "Dölj knappen Startsida" väljs så döljs knappen i Microsoft Edge.

Standardinställningar: Inaktiverad eller inte konfigurerad
Relaterade principer:
- Ställ in URL för knappen Startsida
- Lås upp knappen Startsida</string>
      <string id="ConfigureHomeButton_StartPage">Visa knappen Startsida, inställd på Startsida</string>
      <string id="ConfigureHomeButton_NewTabPage">Visa knappen Startsida, inställd på Sidan Ny flik</string>
      <string id="ConfigureHomeButton_SpecificPage">Visa knappen Startsida, inställd på en specifik sida</string>
      <string id="ConfigureHomeButton_HideHomeButton">Dölj knappen Startsida</string>
      <string id="ConfigureOpenEdgeWith">Konfigurera Öppna Microsoft Edge med</string>
      <string id="ConfigureOpenEdgeWith_Explain">Du kan konfigurera Microsoft Edge till att låsa startsidan vilket hindrar användarna från att ändra den.

När den här principen är aktiverad kan du välja ett av följande alternativ:
- Startsida: Startsidan öppnas och principen "Konfigurera startsidor" ignoreras.
- Sidan Ny flik: Sidan Ny flik öppnas och principen "Konfigurera startsidor" ignoreras.
- Föregående sidor: Alla flikar som användaren hade öppna senast Microsoft Edge stängdes öppnas och principen "Konfigurera startsidor" ignoreras.
- En specifik sida eller specifika sidor: De URL:er som angetts med principen "Konfigurera startsidor" öppnas. Om du väljer det här alternativet måste du ange minst en URL i "Konfigurera startsidor", annars ignoreras den här principen.

Om den här principen är aktiverad och du vill göra ändringar måste du först sätta "Inaktivera låsning av startsidor" till att inte vara konfigurerad, göra ändringar i principen "Konfigurera Öppna Microsoft Edge med" och sedan aktivera principen "Inaktivera låsning av startsidor".

Om den här principen är inaktiverad eller inte konfigurerad och du aktiverar principen "Inaktivera låsning av startsidor" så kan dina användare ändra eller anpassa startsidan.

Standardinställning: En specifik sida eller specifika sidor (standard)
Relaterade principer:
- Inaktivera låsning av startsidor
- Konfigurera startsidor</string>
      <string id="ConfigureOpenEdgeWithList_EdgeStartPage">Startsida</string>
      <string id="ConfigureOpenEdgeWithList_NewTabPage">Sidan Ny flik</string>
      <string id="ConfigureOpenEdgeWithList_PreviousPages">Föregående sidor</string>
      <string id="ConfigureOpenEdgeWithList_ProvisionedHomePages">En specifik sida eller specifika sidor (standard)</string>
      <string id="AlwaysEnableBooksLibrary">Visa alltid biblioteket Böcker i Microsoft Edge</string>
      <string id="AlwaysEnableBooksLibrary_Explain">Den här inställningen gör det enklare att bestämma om fliken Böcker ska visas, oavsett en enhets lands- eller regioninställningar, på det sätt som konfigureras i lands- eller regionsinställningarna i Windows.

Om du aktiverar den här inställningen visas biblioteket Böcker i Microsoft Edge, oavsett enhetens land eller region.

Om du inaktiverar eller inte konfigurerar den här inställningen visas biblioteket Böcker bara i Microsoft Edge i de länder eller regioner där detta stöds.</string>
      <string id="EnableExtendedBooksTelemetry">Tillåt utökad telemetri för fliken Böcker</string>
      <string id="EnableExtendedBooksTelemetry_Explain">Med den här principinställningen kan du bestämma hur mycket data som skickas till Microsoft om boken du läser från fliken Böcker i Microsoft Edge.

Om du aktiverar den här inställningen skickar Microsoft Edge ytterligare telemetridata utöver grundläggande telemetridata från fliken Böcker.

Om du inaktiverar eller låter bli att konfigurera den här inställningen skickar Microsoft Edge endast grundläggande telemetridata beroende på din enhetskonfiguration.</string>
      <string id="UseSharedFolderForBooks">Tillåt en delad mapp för Böcker</string>
      <string id="UseSharedFolderForBooks_Explain">Med den här principinställningen kan du bestämma om Microsoft Edge sparar böcker från fliken Böcker i en delad standardmapp för Windows.

Om du aktiverar den här inställningen laddar Microsoft Edge automatiskt ned bokfiler till en gemensam, delad mapp och hindrar elever och lärare från att ta bort böcker från fliken Böcker. Elever och lärare måste vara inloggade med sina skolkonton för att detta ska fungera.

Om du inaktiverar eller låter bli att konfigurera den här inställningen laddar Microsoft Edge bara ned bokfiler till en mapp per användare för varje lärare eller elev.</string>
      <string id="AllowConfigurationUpdateForBooksLibrary">Tillåt konfigurationsuppdateringar för biblioteket Böcker</string>
      <string id="AllowConfigurationUpdateForBooksLibrary_Explain">Med den här principinställningen kan du bestämma om Microsoft Edge automatiskt ska uppdatera konfigurationsdata för biblioteket Böcker.

Om du aktiverar (standard) eller låter bli att konfigurera den här inställningen uppdaterar Microsoft Edge automatiskt konfigurationsdata för biblioteket Böcker.

Om du inaktiverar inställningen laddar Microsoft Edge inte automatiskt ned uppdaterade konfigurationsdata för biblioteket Böcker.</string>
      <string id="Cookies">Konfigurera cookies</string>
      <string id="Cookies_Explain">Med den här inställningen kan du konfigurera hur cookies används.

Om du aktiverar den här inställningen måste du också ange något av följande:
     Tillåt alla cookies (standard): Tillåter alla cookies från alla webbplatser.
     Blockera alla cookies: Blockerar alla cookies från alla webbplatser.
     Blockera endast cookies från tredje part: Blockerar endast cookies från tredjepartswebbplatser.

Om du inaktiverar eller låter blir att konfigurera inställningen tillåts alla cookies från alla webbplatser.</string>
      <string id="CookiesList_Block_None">Tillåt alla cookies (standard)</string>
      <string id="CookiesList_Block_ThirdParty">Blockera endast cookies från tredje part</string>
      <string id="CookiesList_Block_All">Blockera alla cookies</string>
      <string id="EnterpriseModeSiteList">Konfigurera webbplatslistan för företagsläge</string>
      <string id="EnterpriseModeSiteList_Explain">Med den här principinställningen kan du konfigurera om företagsläge och webbplatslistan för företagsläge ska användas för att hantera vanliga kompatibilitetsproblem med äldre appar.

Om du aktiverar den här inställningen använder Microsoft Edge XML-filen med webbplatslistan för företagsläge. Den här filen innehåller de webbplatser och domäner som måste visas med Internet Explorer 11 och företagsläge.

Om du inaktiverar eller låter bli att konfigurera inställningen använder Microsoft Edge inte XML-filen med webbplatslistan för företagsläge. I det här fallet kan anställda uppleva kompatibilitetsproblem med äldre appar.</string>
      <string id="AllowExtensions">Tillåt tillägg</string>
      <string id="AllowExtensions_Explain">Med den här principinställningen kan du bestämma om användarna kan läsa in tillägg i Microsoft Edge.

Om du aktiverar eller låter bli att konfigurera den här inställningen kan användarna använda Microsoft Edge-tillägg.

Om du inaktiverar inställningen kan användarna inte använda Microsoft Edge-tillägg.</string>
        <string id="PreventTurningOffRequiredExtensions">Förhindra att nödvändiga tillägg inaktiveras</string>
        <string id="PreventTurningOffRequiredExtensions_Explain">Du kan definiera en lista med tillägg i Microsoft Edge som användarna inte kan inaktivera. Du måste distribuera tillägg via någon av företagsdistributionskanalerna, till exempel Microsoft Intune. Om du aktiverar den här principen kan användarna inte avinstallera tillägg från sina datorer. De kan däremot konfigurera alternativ för tillägg som definierats i den här principen, t.ex. för att tillåta InPrivate-surfning. Eventuella ytterligare behörigheter som begärs i framtida uppdateringar av tilläggen beviljas automatiskt.

När du aktiverar den här principen måste du ange en semikolonavgränsad lista med paketfamiljenamn (PFN) för tillägg. Om du till exempel lägger till Microsoft.OneNoteWebClipper_8wekyb3d8bbwe;Microsoft.OfficeOnline_8wekyb3d8bbwe hindras användarna från att inaktivera OneNote Web Clipper- och Office Online-tillägget.

När principen är aktiverad och du tar bort tillägg från den här listan så avinstalleras inte tilläggen automatiskt från användarnas datorer. Om du vill avinstallera tilläggen gör du det via någon av företagsdistributionskanalerna.

Om du aktiverar principen Tillåt utvecklingsverktyg så hindrar den här principen inte användarna från att felsöka och ändra ett tilläggs logik.

Om principen är inaktiverad eller inte konfigurerad ignoreras tilläggen som definierats för den här principen.

Standardinställning: Inaktiverad eller inte konfigurerad
Relaterade principer: Tillåt utvecklingsverktyg
Relaterade dokument:
- Hitta ett paketfamiljenamn (PFN) för per app-VPN (https://docs.microsoft.com/en-us/sccm/protect/deploy-use/find-a-pfn-for-per-app-vpn)
- Hantera appar du köpt från Microsoft Store för företag med Microsoft Intune (https://docs.microsoft.com/en-us/intune/windows-store-for-business)
- Tilldela appar grupper med Microsoft Intune (https://docs.microsoft.com/en-us/intune/apps-deploy)
- Hantera appar från Microsoft Store för företag med System Center Configuration Manager (https://docs.microsoft.com/en-us/sccm/apps/deploy-use/manage-apps-from-the-windows-store-for-business)
- Lägga till verksamhetsspecifika Windows-appar (LOB) i Microsoft Intune (https://docs.microsoft.com/en-us/intune/lob-apps-windows)</string>
      <string id="HideLocalHostIPAddress">Tillåt inte användning av IP-adressen till LocalHost för WebRTC</string>
      <string id="HideLocalHostIPAddress_Explain">Med den här principinställningen kan du bestämma om IP-adressen till LocalHost för anställda ska visas under samtal via WebRTC-protokollet.

Om du aktiverar inställningen döljs IP-adressen till LocalHost för anställda under samtal via WebRTC.

Om du inaktiverar eller låter bli att konfigurera inställningen visas IP-adressen till LocalHost för anställda under samtal via WebRTC.</string>
      <string id="ItemNameDisable">Inaktivera</string>
      <string id="ItemNameEnable">Aktivera</string>
      <string id="PreventSmartScreenPromptOverride">Tillåt inte att varningar från Windows Defender SmartScreen om webbplatser ignoreras</string>
      <string id="PreventSmartScreenPromptOverride_Explain">Med den här principinställningen kan du bestämma om anställda kan ignorera varningar från Windows Defender SmartScreen om potentiellt skadliga webbplatser.

Om du aktiverar den här inställningen kan anställda inte ignorera varningar från Windows Defender SmartScreen, och de hindras från att gå till webbplatsen.

Om du inaktiverar eller låter bli att konfigurera inställningen kan anställda ignorera varningar från Windows Defender SmartScreen och fortsätta till webbplatsen.</string>
      <string id="PreventSmartScreenPromptOverrideForFiles">Tillåt inte att varningar från Windows Defender SmartScreen om filer ignoreras</string>
      <string id="PreventSmartScreenPromptOverrideForFiles_Explain">Med den här principinställningen kan du bestämma om anställda kan ignorera varningar från Windows Defender SmartScreen om nedladdning av filer som inte verifierats.

Om du aktiverar den här inställningen kan anställda inte ignorera varningar från Windows Defender SmartScreen, och de kan inte ladda ned filer som inte har verifierats.

Om du inaktiverar eller låter bli att konfigurera inställningen kan anställda ignorera varningar från Windows Defender SmartScreen och fortsätta nedladdningsprocessen.</string>
      <string id="SetDefaultSearchEngine">Ange standardsökmotor</string>
      <string id="SetDefaultSearchEngine_Explain">Med den här principinställningen kan du konfigurera standardsökmotorn för dina anställda. Dina anställda kan ändra standardsökmotorn när de vill.

Viktigt!
Den här inställningen går endast att använda för domänanslutna eller MDM-registrerade enheter. Mer information finns på sidan Princip för tillägg för Microsoft-webbläsare (aka.ms/browserpolicy).

Om du aktiverar den här inställningen kan du välja en standardsökmotor för dina anställda. Om du väljer att aktivera inställningen måste du även lägga till standardsökmotorn i inställningen Ange standardsökmotor genom att lägga till en länk i OpenSearch XML-filen, med minst kortnamnet och https-URL:en för sökmotorn. Mer information om hur du skapar OpenSearch XML-filen finns i Om OpenSearch-standarder (https://msdn.microsoft.com/en-us/library/dd163546.aspx). Använd följande format för att ange länken du vill lägga till: &lt;https://fabrikam.com/opensearch.xml&gt;

Obs!
Om du vill att dina anställda ska använda standardinställningarna i Microsoft Edge för varje marknad sätter du strängen till EDGEDEFAULT. Om du vill att dina anställda ska använda Microsoft Bing som standardsökmotor sätter du strängen till EDGEBING.

Anställda kan ändra standardsökmotorn när de vill såvida du inte inaktiverar inställningen Tillåt att sökmotorn anpassas.

Om du inaktiverar den här inställningen tas standardsökmotorn som angetts i principen bort. Om den också är den som används som standard ändras sökmotorn till den Microsoft Edge-definierade motorn för den marknaden.

Om du inte konfigurerar inställningen används standardsökmotorn som angetts i Appinställningar.</string>
      <string id="ConfigureAdditionalSearchEngines">Konfigurera ytterligare sökmotorer</string>
      <string id="ConfigureAdditionalSearchEngines_Explain">Med den här principinställningen kan du lägga till upp till ytterligare 5 sökmotorer som dina anställda inte kan ta bort, men de kan välja någon av dem som standardsökmotor. Den här inställningen ställer inte in standardsökmotorn. För det måste du använda inställningen Ange standardsökmotor.

Viktigt!
Den här inställningen går endast att använda för domänanslutna eller MDM-registrerade enheter. Mer information finns på sidan Princip för tillägg för Microsoft-webbläsare (aka.ms/browserpolicy).

Om du aktiverar den här inställningen kan du lägga till upp till ytterligare 5 sökmotorer. För varje sökmotor måste du också lägga till en länk i din OpenSearch XML-fil, med minst kortnamnet och https-URL:en för sökmotorn. Mer information om hur du skapar OpenSearch XML-filen finns i Om OpenSearch-standarder (https://msdn.microsoft.com/en-us/library/dd163546.aspx). Använd följande format för att ange länkar du vill lägga till: &lt;https://fabrikam.com/opensearch.xml&gt;&lt;https://www.contoso.com/opensearch.xml&gt;

Om du inaktiverar inställningen tas eventuella sökmotorer som lagts till bort från dina anställdas enheter.

Om du inte konfigurerar inställningen används sökmotorerna som angetts i Appinställningar.</string>
      <string id="ProvisionedFavorites">Konfigurera Favoriter</string>
      <string id="ProvisionedFavorites_Explain">Med den här principinställningen kan du konfigurera standardlistan med favoriter som visas för anställda. De anställda kan ändra sina favoriter genom att lägga till eller ta bort objekt när de vill.

Om du aktiverar den här inställningen kan du ange vilka standardfavoriter som ska visas för anställda. Om inställningen är aktiverad måste du även ange en lista med favoriter i avsnittet Alternativ. Listan importeras när principen har distribuerats.

Om du inaktiverar eller låter bli att konfigurera inställningen ser anställda de favoriter de själva anger i hubben Favoriter.</string>
      <string id="SetHomeButtonURL">Ställ in URL för knappen Startsida</string>
      <string id="SetHomeButtonURL_Explain">Knappen Startsida kan konfigureras till att öppna en specifik URL när användaren klickar på knappen.

Om den här principen är aktiverad eller konfigurerad, principen "Konfigurera knappen Startsida" är aktiverad och alternativet "Visa knappen Startsida, inställd på en specifik sida" är valt, så öppnas den specifika URL:en när användaren klickar på knappen Startsida.

Standardinställning: Tom eller inte konfigurerad
Relaterad princip: Konfigurera knappen Startsida</string>
      <string id="SendIntranetTraffictoInternetExplorer">Skicka alla intranätplatser till Internet Explorer 11</string>
      <string id="SendIntranetTraffictoInternetExplorer_Explain">Med den här principinställningen kan du bestämma huruvida alla intranätplatser ska öppnas i Internet Explorer 11. Den här inställningen ska endast användas om det finns kända kompatibilitetsproblem med Microsoft Edge.

Om du aktiverar inställningen öppnas alla intranätplatser automatiskt i Internet Explorer 11.

Om du inaktiverar eller låter bli att konfigurera inställningen öppnas alla intranätplatser automatiskt i Microsoft Edge.</string>
      <string id="SetNewTabPageURL">Ange URL för sidan Ny flik</string>
      <string id="SetNewTabPageURL_Explain">Du kan ställa in standard-URL:en för sidan Ny flik i Microsoft Edge. Om du aktiverar den här principen kan användarna inte ändra inställningen Sidan Ny flik. Om den här principen är aktiverad och principen "Tillåt webbinnehåll på sidan Ny flik" är inaktiverad så ignorerar Microsoft Edge den URL som angetts i den här principen och öppnar i stället about:blank (en tom sida).

Om den här principen är aktiverad kan du ställa in standard-URL:en för sidan Ny flik.

Om den här principen är inaktiverad eller inte konfigurerad används standardsidan för Ny flik i Microsoft Edge.

Standardinställning: Inaktiverad eller inte konfigurerad
Relaterad princip: Tillåt webbinnehåll på sidan Ny flik</string>
      <string id="ShowMessageWhenOpeningSitesInInternetExplorer_Show_ContinueInEdge">Visa länken Fortsätt i Microsoft Edge</string>
      <string id="ShowMessageWhenOpeningSitesInInternetExplorer_Hide_ContinueInEdge">Dölj länken Fortsätt i Microsoft Edge</string>
      <string id="ShowMessageWhenOpeningSitesInInternetExplorer">Visa ett meddelande när webbplatser öppnas i Internet Explorer</string>
      <string id="ShowMessageWhenOpeningSitesInInternetExplorer_Explain">Du kan konfigurera Microsoft Edge till att automatiskt öppna en webbplats i Internet Explorer 11 och du kan välja att en avisering ska visas innan webbplatsen öppnas. Om du vill att en avisering ska visas måste du aktivera "Konfigurera webbplatslistan för företagsläge" och/eller "Skicka alla intranätplatser till Internet Explorer 11".

Om aktiverad så visas aviseringen på en ny sida. Om du vill att användarna ska fortsätta i Microsoft Edge väljer du alternativet "Visa länken Fortsätt i Microsoft Edge" i listrutan under Alternativ.

Om den här principen är inaktiverad eller inte konfigurerad används appens standardbeteende och inga ytterligare sidor visas.

Standardinställning: Inaktiverad eller inte konfigurerad
Relaterade principer:
-Konfigurera webbplatslistan för företagsläge
-Skicka alla intranätplatser till Internet Explorer 11</string>
      <string id="PreventAccessToAboutFlagsInMicrosoftEdge">Förhindra åtkomst till sidan about:flags i Microsoft Edge</string>
      <string id="PreventAccessToAboutFlagsInMicrosoftEdge_Explain">Med den här principinställningen bestämmer du om anställda kan gå till sidan about:flags som innehåller inställningar för utvecklare och experimentfunktioner.

Om du aktiverar principinställningen kan anställda inte gå till sidan about:flags.

Om du inaktiverar eller låter bli att konfigurera principinställningen kan anställda gå till sidan about:flags.</string>
      <string id="PreventLiveTileDataCollection">Tillåt inte att Microsoft Edge samlar in information om levande paneler när en webbplats fästs på Start</string>
      <string id="PreventLiveTileDataCollection_Explain">Med den här principinställningen anger du om Microsoft Edge kan samla in metadata för levande paneler från tjänsten ieonline.microsoft.com för att tillhandahålla en bättre gränssnittsupplevelse när levande paneler fästs på Start-menyn.

Om du aktiverar den här inställningen samlar Microsoft Edge inte in metadata för levande paneler, vilket ger en minimal gränssnittsupplevelse när användare fäster levande paneler på Start-menyn.

Om du inaktiverar eller låter bli att konfigurera inställningen samlar Microsoft Edge in metadata för levande paneler, vilket ger en mer fullständig gränssnittsupplevelse när användare fäster levande paneler på Start-menyn.</string>
      <string id="PreventFirstRunPage">Förhindra att sidan Första körningen visas i Microsoft Edge</string>
      <string id="PreventFirstRunPage_Explain">
Med den här principinställningen anger du om anställda ser Microsoft-sidan Första körningen när de öppnar Microsoft Edge första gången.

Om du aktiverar den här inställningen ser anställda inte sidan Första körningen när de öppnar Microsoft Edge första gången.

Om du inaktiverar eller låter bli att konfigurera inställningen visas sidan Första körningen för anställda när de öppnar Microsoft Edge första gången.</string>
      <string id="SyncFavoritesBetweenIEAndMicrosoftEdge">Synkronisera favoriter mellan Internet Explorer och Microsoft Edge</string>
      <string id="SyncFavoritesBetweenIEAndMicrosoftEdge_Explain">Med den här inställningen anger du om användarna kan synka sina favoriter mellan Internet Explorer och Microsoft Edge.

Om du aktiverar den här principinställningen kan användarna synka sina favoriter mellan Internet Explorer och Microsoft Edge.

Om du inaktiverar eller låter bli att konfigurera inställningen kan användarna inte synka sina favoriter mellan Internet Explorer och Microsoft Edge.
      </string>
      <string id="UnlockHomeButton">Lås upp knappen Startsida</string>
      <string id="UnlockHomeButton_Explain">När "Konfigurera knappen Startsida" eller "Ställ in URL för knappen Startsida" är aktiverad låses knappen Startsida som standard för att hindra användarna från att ändra vilken sida som öppnas med knappen Startsida. Använd den här principen om du vill låta användarna ändra vilken sida som öppnas även om "Konfigurera knappen Startsida" eller "Ställ in URL för knappen Startsida" är aktiverade.

Om principen är aktiverad har användarna tillgång till inställningarna för knappen Startsida och kan göra ändringar, dölja och visa knappen Startsida samt ställa in en egen URL.

Om principen är inaktiverad eller inte konfigurerad har användarna inte tillgång till inställningarna för knappen Startsida och kan då inte göra ändringar.

Standardinställning: Inaktiverad eller inte konfigurerad
Relaterad princip:
-Konfigurera knappen Startsida
-Ställ in URL för knappen Startsida</string>
      <string id="AllowFlashClickToRun">Konfigurera inställningen Klicka-och-kör för Adobe Flash</string>
      <string id="AllowFlashClickToRun_Explain">
        Om du aktiverar eller låter bli att konfigurera inställningen Klicka-och-kör för Adobe Flash kräver Microsoft Edge att användaren klickar på Klicka-och-kör eller på innehållet, eller att webbplatsen finns i listan över automatiskt tillåtna webbplatser, innan innehållet läses in och körs.

Webbplatser läggs till i listan över automatiskt tillåtna webbplatser utifrån användarens feedback, särskilt hur ofta innehållet läsas in och körs.
      </string>

      <string id="AllowClearingBrowsingDataOnExit">Tillåt att webbdata rensas vid avslut</string>
      <string id="AllowClearingBrowsingDataOnExit_Explain">Med den här principinställningen tillåter du att webbdata rensas automatiskt när Microsoft Edge avslutas.

Om du aktiverar principinställningen aktiveras automatisk rensning av webbhistoriken när Microsoft Edge avslutas.

Om du inaktiverar eller låter bli att konfigurera principinställningen kan användarna aktivera och konfigurera den i alternativen för Radera webbdata under Inställningar.
      </string>

      <string id="AllowFlash">Tillåt Adobe Flash</string>
      <string id="AllowFlash_Explain">Med den här principinställningen kan du bestämma om anställda kan köra Adobe Flash i Microsoft Edge.

Om du aktiverar eller låter bli att konfigurera den här inställningen kan anställda använda Adobe Flash.

Om du inaktiverar inställningen kan anställda inte använda Adobe Flash.

      </string>

      <string id="AllowCVList">Använd Microsofts kompatibilitetslista</string>
      <string id="AllowCVList_Explain">Med den här principinställningen anger du om Microsofts kompatibilitetslista (en lista från Microsoft som hjälper webbplatser med kända kompatibilitetsproblem att visas korrekt) ska användas i Microsoft Edge. Microsofts kompatibilitetslista är som standard aktiverad. Gå till about:compat om du vill se listan.

Om du aktiverar eller låter bli att konfigurera den här inställningen laddar Microsoft Edge med jämna mellanrum ned den senaste versionen av listan från Microsoft, som tillämpas när användarna surfar på webben. När en användare går till en webbplats som finns i Microsofts kompatibilitetslista uppmanas användaren använda Internet Explorer 11, där webbplatsen automatiskt återges som om det vore den version av IE som krävs för att visa webbplatsen korrekt.

Om du inaktiverar inställningen används inte Microsofts kompatibilitetslista när användarna surfar på webben.</string>

      <string id="AllowTabPreloading">Låt Microsoft Edge läsa in startsidan och sidan Ny flik när Windows startar och varje gång Microsoft Edge stängs</string>
      <string id="AllowTabPreloading_Explain">Med den här principinställningen bestämmer du om Microsoft Edge kan läsa in startsidan och sidan Ny flik vid inloggning i Windows och varje gång Microsoft Edge stängs. Som standard tillåter den här inställningen förinläsning.

Om du tillåter förinläsning, inaktiverar eller låter bli att konfigurera den här principinställningen läser Microsoft Edge in startsidan och sidan Ny flik vid inloggning i Windows och varje gång Microsoft Edge stängs, vilket minimerar tiden som krävs för att starta Microsoft Edge och starta en ny flik.

Om du förhindrar förinläsning läser Microsoft Edge inte in startsidan eller sidan Ny flik vid inloggning i Windows och varje gång Microsoft Edge stängs.</string>
      <string id="AllowTabPreloadingDropdown_AllowTabPreloading">Tillåt flikförinläsning</string>
      <string id="AllowTabPreloadingDropdown_PreventTabPreloading">Hindra flikförinläsning</string>
      <string id="ConfigureTelemetryForMicrosoft365Analytics">Konfigurera insamling av webbdata för Desktop Analytics</string>
      <string id="ConfigureTelemetryForMicrosoft365Analytics_Explain">Du kan konfigurera Microsoft Edge till att skicka endast intranäthistorik, endast Internethistorik eller både och till Desktop Analytics för företagsenheter som har ett kommersiellt ID. Om du inaktiverar eller låter bli att konfigurera detta skickar Microsoft Edge inte webbhistorikdata till Desktop Analytics.

Version som stöds: Microsoft Edge på Windows 10 version 1809
Standardinställning: Inaktiverad eller inte konfigurerad (inga data samlas in eller skickas)</string>
      <string id="ZonesList_IntranetOnly">Tillåt endast att intranäthistorik skickas</string>
      <string id="ZonesList_InternetOnly">Tillåt endast att Internethistorik skickas</string>
      <string id="ZonesList_Both">Tillåt att både intranät- och Internethistorik skickas</string>
      <string id="ZonesList_None">Tillåt inte att intranät- eller Internethistorik skickas</string>

      <string id="AllowPrelaunch">Låt Microsoft Edge förstarta när Windows startar, när systemet är inaktivt och varje gång Microsoft Edge stängs</string>
      <string id="AllowPrelaunch_Explain">Med den här principinställningen bestämmer du om Microsoft Edge kan förstarta under Windows-inloggning, när systemet är inaktivt och varje gång Microsoft Edge stängs. Som standard tillåter den här inställningen förstart.

Om du tillåter förstart, inaktiverar eller låter bli att konfigurera den här principinställningen förstartas Microsoft Edge under Windows-inloggning, när systemet är inaktivt och varje gång Microsoft Edge stängs, vilket minimerar tiden som krävs för att starta Microsoft Edge.

Om du förhindrar förstart så förstartas inte Microsoft Edge under Windows-inloggning, när systemet är inaktivt eller varje gång Microsoft Edge stängs.</string>
      <string id="AllowPrelaunchDropdown_AllowPrelaunch">Tillåt förstart</string>
      <string id="AllowPrelaunchDropdown_PreventPrelaunch">Förhindra förstart</string>

      <string id="ConfigureKioskMode">Konfigurera kioskläge</string>
      <string id="ConfigureKioskMode_Explain">Konfigurera hur Microsoft Edge fungerar i kioskläge med tilldelad åtkomst, antingen som en enskild app eller som en av flera appar på kioskenheten. Du kan styra om Microsoft Edge körs InPrivate i helskärmsläge, InPrivate med flera flikar och begränsad funktionalitet eller om Microsoft Edge körs normalt.

Du behöver konfigurera Microsoft Edge med tilldelad åtkomst för att den här principen ska gälla, annars ignoreras de här inställningarna. Mer information om tilldelad åtkomst och kioskkonfiguration finns i "Konfigurera kioskenheter och delade enheter på skrivbordsversioner av Windows" (https://aka.ms/E489vw).

Om principen är aktiverad och inställd på 0 (standard eller inte konfigurerad):
- Om det är en enskild app körs den InPrivate i helskärmsläge som digital skylt eller interaktiv skärm.
- Om det är en av flera appar körs Microsoft Edge normalt.
Om principen är aktiverad och inställd på 1:
- Om det är en enskild app körs den i en begränsad, flerflikad version av InPrivate, och det är den enda appen som är tillgänglig för offentlig surfning. Användarna kan inte minimera, stänga eller öppna fönster eller anpassa Microsoft Edge, men de kan radera webbdata och nedladdningar och starta om genom att klicka på Avsluta session. Du kan konfigurera Microsoft till att starta om efter en viss tids inaktivitet med principen "Konfigurera kioskåterställning efter inaktivitet".
- Om det är en av flera appar körs den i en begränsad, flerflikad version av InPrivate för offentlig surfning med andra appar. Användarna kan minimera, stänga och öppna flera InPrivate-fönster, men de kan inte anpassa Microsoft Edge.</string>
      <string id="ConfigureKioskResetAfterIdleTimeout">Konfigurera kioskåterställning efter inaktivitet</string>
      <string id="ConfigureKioskResetAfterIdleTimeout_Explain">Du kan konfigurera Microsoft Edge till att återställas (startas om) efter en viss tids inaktivitet. Timern för återställning startar efter användarens senaste interaktion. Vid återställningen raderas den aktuella användarens webbdata.

Om den här principen är aktiverad kan du ställa in inaktivitetstiden i minuter (0-1440). Du måste sätta principen "Konfigurera kioskläge" till 1 och konfigurera Microsoft Edge med tilldelad åtkomst som en enskild app för att den här principen ska fungera. När den inställda inaktivitetstiden nås visas ett meddelande som frågar användarna om de vill fortsätta. Om en användare inte gör något så återställs Microsoft Edge efter 30 sekunder.

Om du sätter den här principen till 0 används ingen inaktivitetstimer i Microsoft Edge.

Om principen är inaktiverad eller inte konfigurerad är standardvärdet 5 minuter.

Om du inte konfigurerar Microsoft Edge med tilldelad åtkomst så har den här principen ingen verkan.</string>
      <string id="SuppressEdgeDeprecationNotification">Dölj utfasningsmeddelandet för Microsoft Edge</string>
      <string id="SuppressEdgeDeprecationNotification_Explain">Du kan konfigurera Microsoft Edge till att dölja meddelandet som informerar användare om att stöd för den här versionen av Microsoft Edge upphörde den 9 mars 2021. Om den är aktiverad visas inte meddelandet.

Om inställningen inaktiveras eller inte konfigureras visas meddelandet varje gång Microsoft Edge startas. </string>

    </stringTable>
    <!-- Presentation -->
    
    <presentationTable>
      <presentation id="ConfiguredFavorites_Presentation">
        <textBox refId="ConfiguredFavoritesPrompt">
          <label>Ange URL:en som pekar på filen med alla data för att ställa in favoriter (i HTML-format). Du kan exportera en uppsättning favoriter från Microsoft Edge och använda HTML-filen för att konfigurera användardatorerna.

URL:en kan anges som
1. HTTP-plats: http://localhost:8080/URLs.html
2. Lokalt nätverk: \\network\shares\URLs.html
3. Lokal fil: file:///c:\\Users\\&lt;användare&gt;\\Documents\\URLs.html eller C:\\Users\\&lt;användare&gt;\\Documents\\URLs.html
          </label>
        </textBox>
      </presentation>
      <presentation id="ConfigureOpenEdgeWith_Presentation">
        <dropdownList refId="ConfigureOpenEdgeWithListBox" noSort="true" defaultItem="3">Konfigurera Öppna Microsoft Edge med</dropdownList>
      </presentation>
      <presentation id="ConfigureHomeButton_Presentation">
        <dropdownList refId="ConfigureHomeButtonDropdown" noSort="true" defaultItem="0">Konfigurera knappen Startsida</dropdownList>
      </presentation>
      <presentation id="EnterpriseModeSiteList_Presentation">
        <textBox refId="EnterSiteListPrompt">
          <label>Ange platsen (URL:en) till din lista över webbplatser som ska öppnas i företagsläget</label>
        </textBox>
      </presentation>
      <presentation id="HomePageSite_Presentation">
        <textBox refId="HomePageSitePrompt">
          <label>Ange platsen (URL:en) till din startsida</label>
        </textBox>
      </presentation>
      <presentation id="HomePages_Presentation">
        <textBox refId="HomePagesPrompt">
          <label>Använd följande format: &lt;support.contoso.com&gt;&lt;https://support.microsoft.com/&gt;</label>
        </textBox>
      </presentation>
      <presentation id="SetDefaultSearchEngine_Presentation">
        <textBox refId="SetDefaultSearchEngine_Prompt">
          <label>Använd följande format för att ange länken du vill lägga till: &lt;https://fabrikam.com/opensearch.xml&gt;</label>
        </textBox>
      </presentation>
      <presentation id="SetHomeButtonURL_Presentation">
        <textBox refId="SetHomeButtonURLPrompt">
          <label>Ange en URL i strängformat. Exempel: https://www.bing.com</label>
        </textBox>
      </presentation>
      <presentation id="SetNewTabPageURL_Presentation">
        <textBox refId="SetNewTabPageURLPrompt">
          <label>Ange en URL i strängformat. Exempel: https://www.bing.com</label>
        </textBox>
      </presentation>
      <presentation id="ConfigureAdditionalSearchEngines_Presentation">
        <textBox refId="ConfigureAdditionalSearchEngines_Prompt">
          <label>Använd följande format för att ange länkar du vill lägga till: &lt;https://fabrikam.com/opensearch.xml&gt;&lt;https://www.contoso.com/opensearch.xml&gt;</label>
        </textBox>
      </presentation>
      <presentation id="ProvisionedFavorites_Presentation">
        <listBox refId="ProvisionedFavorites_List">Ange namnet på favoriten i den första kolumnen och URL-adressen till favoriten i andra kolumnen, till exempel Contoso http://www.contoso.com/</listBox>
      </presentation>
      <presentation id="PreventTurningOffRequiredExtensions_Presentation">
          <textBox refId="PreventTurningOffRequiredExtensions_Prompt">
              <label>Ange tilläggens paketfamiljenamn (PFN) nedan avgränsade med semikolon.</label>
          </textBox>
      </presentation>
      <presentation id="Cookies">
        <dropdownList refId="CookiesListBox" noSort="true" defaultItem="2">Konfigurera cookies </dropdownList>
      </presentation>
      <presentation id="AllowTabPreloading">
        <dropdownList refId="AllowTabPreloadingDropdown" defaultItem="0">Konfigurera flikförinläsning</dropdownList>
      </presentation>
      <presentation id="AllowPrelaunch">
        <dropdownList refId="AllowPrelaunchDropdown" defaultItem="0">Konfigurera förstart</dropdownList>
      </presentation>
      <presentation id="ConfigureTelemetryForMicrosoft365Analytics_Presentation">
        <dropdownList refId="ZonesListBox" noSort="true" defaultItem="0">Konfigurera telemetriinsamling</dropdownList>
      </presentation>
      <presentation id="ConfigureKioskMode_Presentation">
        <text>Konfigurera hur Microsoft Edge fungerar i kioskläge.

För tilldelad åtkomst med en enda app:
   - 0 = Digital skylt och interaktiv skärm i helskärmsläge
   - 1 = Offentlig surfning InPrivate (begränsad funktionalitet)

För tilldelad åtkomst med flera appar:
   - 0 = Microsoft Edge körs normalt med tilldelad åtkomst
   - 1 = Offentlig surfning InPrivate
        </text>
        <decimalTextBox refId="ConfigureKioskMode_TextBox" defaultValue="0"></decimalTextBox>
      </presentation>
      <presentation id="ConfigureKioskResetAfterIdleTimeout_Presentation">
        <text>Ange tiden i minuter från den senaste användaraktiviteten innan Microsoft Edge-kiosken återställs. Du kan välja:
   - 0 för att inaktivera inaktivitetstimern
   - 1-1440 minuters inaktivitet sedan den senaste användarinteraktionen
        </text>
        <decimalTextBox refId="ConfigureKioskResetAfterIdleTimeout_TextBox" defaultValue="5"></decimalTextBox>
      </presentation>
      <presentation id="ShowMessageWhenOpeningSitesInInternetExplorer_Presentation">
        <dropdownList refId="ShowMessageWhenOpeningSitesInInternetExplorer_Dropdown" noSort="true" defaultItem="0">Visa länken Fortsätt i Microsoft Edge</dropdownList>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>
